{
  "US": "نحن",
  "PORTFOLIO": "ملفنا",
  "YOU": "أنت",
  "BLOG": "مدونة",
  "TOGETHER": "معاً",
  "Login": "تسجيل ",
  "WE TRANSFORM YOUR": "نحن نقوم بتحويل ملفك",
  "PRESENT AND FUTURE": "الحاضر والمستقبل",
  "TO A SEAMLESS CUSTOMER EXPERIENCE THAT EASILY CONVERTS": "لتجربة عميل لا مثيل لها تتحول بسهولة",
  "JOIN OUR HEXA-STAGES": "انضم إلى مراحل HEXA",
  "ORGANIZATIONAL": "التنظيمية",
  "DEVELOPMENT & TRANSFORMATION (ODT) JOURNEY SO WE CAN RETHINK YOUR REQUIREMENTS, ASPIRATIONS AND WAYS OF DOING, AND TAKE YOUR BUSINESS TO NEW FUTURISTIC LEVELS": "رحلة التطوير والتحويل (ODT) حتى نتمكن من إعادة النظر في متطلباتك وطموحاتك وطرق القيام به ، والارتقاء بأعمالك إلى مستويات مستقبلية جديدة",
  "MAKE SHIFTS THAT LAST AND REFLECT": "قم بإجراء تحويلات تدوم وتعكس",
  "NOT JUST A SWIFT EFFECT": "ليس مجرد تأثير سريع",
  "INSTEAD OF INVESTING YOUR RESOURCES ON LOCALIZED DEVELOPMENT AND TRANSFORMATION TASKS, OUR EXPERTISE IN QUAIM GIVES YOU THE POWER TO LEAD AND PERFORM, AND MORE FOCUS ON STRATEGICALLY LINKING BUSINESS TO MANAGEMENT TO CAPABILITIES WITHIN YOUR ORGANIZATION.": "بدلاً من استثمار مواردك في التطوير المحلي ومهام التحويل ، تمنحك خبرتنا في QUAIM القدرة على القيادة والأداء ، والمزيد من التركيز على ربط الأعمال التجارية بشكل استراتيجي بالإدارة إلى القدرات أو القدرات.",
  "YOUR END-TO-END": "الخاص بك من البداية إلى النهاية",
  "ORGANIZATIONAL DEVELOPMENT & TRANSFORMATION STARTS HERE": "يبدأ التطوير التنظيمي والتحول من هنا",
  "EXPLORE HOW OUR HEXA-STAGES ODT JOURNEY CAN UNIFY YOUR PEOPLE, PROCESSES, RESOURCES, AND ENVIRONMENT AROUND A CENTRALIZED FOCUSED BUSINESS PERFORMANCE STRATEGY": "اكتشف كيف يمكن لرحلة ODT ذات المراحل السداسية أن توحد موظفيك وعملياتك ومواردك وبيئتك حول استراتيجية أداء أعمال مركزة مركزية",
  "HOW IT WORKS": "كيف تعمل",
  "WITH THOUGHTFUL": "مع التفكير",
  "DEVELOPMENT & TRANSFORMATION": "التنمية & التحول",
  "EVERYBODY WINS AND THRIVES": "الجميع يفوز ويزدهر",
  "WE INTRODUCE ORGANIZATIONAL DEVELOPMENT AND TRANSFORMATION (ODT) AS OUR GENUINE APPROACH TO ESTABLISHING AND MAINTAINING CHANGES THAT HELP YOU ACHIEVE MORE PRODUCTIVE AND SUSTAINABLE BUSINESS PERFORMANCE AND RESULTS": "نقدم التطوير التنظيمي والتحول التنظيمي (ODT) باعتباره نهجنا الأصلي لتأسيس التغييرات والمحافظة عليها التي تساعدك على تحقيق المزيد من الأداء التجاري المنتج والمستدام والنتائج",
  "SEE OUR APPROACH": "انظر إلى نهجنا",
  "OUR HAPPY CLIENTS":"عملائنا السعداء",
  "FROM SMALL-MEDIUM ENTERPRISES AND ORGANIZATIONS (SMES) TO LARGE SCALE OPERATIONS, WE PROVIDE OUR SERVICES TO ORGANIZATIONS AT ALL STAGES OF DEVELOPMENT SCALE OVER THE WORLD TO COME UP WITH THE BOLD IDEAS AND BRING THEM TO LIFE.": "من الشركات والمؤسسات الصغيرة والمتوسطة (SMES) إلى العمليات على نطاق واسع ، نقدم خدماتنا للمنظمات في جميع مراحل مقياس التنمية في جميع أنحاء العالم للتوصل إلى الأفكار الجريئة وإحيائها.",
  "YOUR END TO END": "نهايتك للنهاية",
  "ORGANIZATIONAL DEVELOPMENT & TRANSFORMATION (ODT) STARTS HERE": "التطوير التنظيمي والتحول (ODT) يبدأ من هنا",
  "REGISTER YOUR REQUEST": "سجل طلبك",
  "Story Page": "----------------Story Page------------------",
  "OUR STORY": "قصتنا",
  "ON the verge of transitioning between the 3rd and 4th industrial revolutions, we have entered the market, and have witnessed a massive volume of companies and organizations demanding solutions in the development of business and teams' capability in competition over access to resources, and achievement of results.": "على وشك الانتقال بين الثورتين الصناعية الثالثة والرابعة ، دخلنا السوق ، وشهدنا حجمًا هائلاً من الشركات والمؤسسات التي تطالب بحلول في تطوير الأعمال وقدرات الفرق في المنافسة على الوصول إلى الموارد ، وتحقيق نتائج.",
  "FOR over 15 years of expertise accumulation, in co-working periods that have crossed multiple times, we noticed that clients suffer to acquire solutions’ consultancies that are capable to create an impactful business value for them, as solutions are often local, temporal, and isolated off the overall business system.": "لأكثر من 15 عامًا من الخبرة المتراكمة ، في فترات العمل المشترك التي تجاوزت عدة مرات ، لاحظنا أن العملاء يعانون من الحصول على استشارات الحلول القادرة على إنشاء قيمة تجارية مؤثرة بالنسبة لهم ، حيث غالبًا ما تكون الحلول محلية ، وزمنية ، و معزولة عن نظام الأعمال العام.",
  "Register your request": "سجل طلبك",
  "STARTING": "ابتداء",
  "from this perspective, we have convened on 12/12/2021 to establish QUAIM Global as a company that defines its value by": "من هذا المنظور ، اجتمعنا في 12/12/2021 لتأسيس QUAIM Global كشركة تحدد قيمتها من خلال",
  "Futuristic Vision": "رؤية مستقبلية",
  "Business Impact": "تأثير الأعمال",
  "Results Achievement": "نتائج الإنجاز",
  "WE combined our diversified backgrounds and expertise in (business analysis and development, quality and process improvement, teams’ management from strategy to projects levels, and development of technical solutions) all together into QUAIM Global to create a unique value that focuses on (Making a Shift for Clients, Teams, and Consultants)": "لقد جمعنا خلفياتنا وخبراتنا المتنوعة في (تحليل الأعمال وتطويرها ، وتحسين الجودة والعمليات ، وإدارة الفرق من الاستراتيجية إلى مستويات المشاريع ، وتطوير الحلول التقنية) معًا في QUAIM Global لإنشاء قيمة فريدة تركز على (صنع التحول للعملاء والفرق والاستشاريين)",
  "Our Team": "فريقنا",
  "Expertise": "خبرة",
  "Why QUAIM?": "لماذا كوايم؟",
  "The diversified experience, technically in management, quality, and software/information systems engineering, and aligned methodologically in organizational development and transformation.": "الخبرة المتنوعة ، من الناحية الفنية في الإدارة والجودة والبرمجيات / هندسة نظم المعلومات ، ومحاذاة منهجيا في التطوير التنظيمي والتحول.",

  "The practical Applied experience in leadership management positions in multiple companies and organizations, and consultative roles for many organizations, in many countries": "الخبرة التطبيقية العملية في المناصب الإدارية القيادية في العديد من الشركات والمنظمات ، والأدوار الاستشارية للعديد من المنظمات ، في العديد من البلدان",
  "Harnessing the globally successful standards and practices in improving non-traditional contexts Application of approaches, channels, and tools that embrace (Customer Centricity)": "تسخير المعايير والممارسات الناجحة عالميا في تحسين السياقات غير التقليدية تطبيق المناهج والقنوات والأدوات التي تحتضن (التركيز على العملاء)",
  "What We Promise You?": "ما نحن نعد لك ؟",
  "We deliver a unique knowledge experience, You will grasp the difference on all levels as individuals, teams, and organization.": "نحن نقدم تجربة معرفية فريدة من نوعها ، وسوف تفهم الفرق على جميع المستويات كأفراد وفرق ومنظمة.",
  "We provide You with the best we master, and we expand our proposed value with our strategic partners, all unified into a quality framework of QUAIM that creates difference.": "نحن نقدم لك أفضل ما نتقنه ، ونقوم بتوسيع القيمة المقترحة لدينا مع شركائنا الاستراتيجيين ، وكلها موحدة في إطار الجودة من كوايم الذي يخلق الفرق.",
  "You will not wait till the end to preview the product, as We will keep You acquainted with interim product(s) and process progress evolutions, and You will continually provide your valuable inputs and perceptions.": "لن تنتظر حتى النهاية لمعاينة المنتج ، حيث سنبقيك على دراية بالمنتج (المنتجات) المؤقتة وتطورات تقدم العملية ، وستقدم باستمرار مدخلاتك وتصوراتك القيمة.",
  "We and You will start and build on the (Business Analysis Value) that We aim to improve, and We conclude by measuring the impact and shift on the very (Business Analysis Value) We started from.": "سنبدأ ونبني على (قيمة تحليل الأعمال) التي نهدف إلى تحسينها ، ونختتم بقياس التأثير والتحول على (قيمة تحليل الأعمال)التي بدأنا منها.",
  "Your knowledge capital and transformational capabilities will grow upon each experience with Us.": "سوف ينمو رأس المال المعرفي والقدرات التحويلية الخاصة بك على كل تجربة معنا.",
  "Our capabilities, knowledge, and expertise in QUAIM are put in place to serve our clients in making SHIFTS in their businesses, environments, and societies.": "يتم وضع قدراتنا ومعرفتنا وخبرتنا في كوايم لخدمة عملائنا في إحداث تحولات في أعمالهم وبيئاتهم ومجتمعاتهم.",
  "Value Triangle": "مثلث القيمة",
  "In a volatile, uncertain, complex, and ambiguous (VUCA) world, the challenges of clients to define, apply, and reap the success of business consultancies are constantly increasing; as from client’s perspective, the biggest pains are that those consultancies are:": "في عالم متقلب وغير مؤكد ومعقد وغامض (VUCA) ، تتزايد باستمرار تحديات العملاء لتحديد وتطبيق وجني نجاح استشارات الأعمال ؛ من وجهة نظر العميل ، فإن أكبر المتاعب هي أن تلك الاستشارات هي:",
  "While their most aspired gains from consultancies,are summarized in:": "في حين أن مكاسبهم الأكثر تطلعا من الاستشارات ، يتم تلخيصها في:",

  "From the aforementioned client perspective, we in QUAIM Global have designed our value proposition, to serve our clients with organizational development and transformation (ODT) consultancy products and services, that resemble (Pain Relievers) by:": "من منظور العميل المذكور أعلاه ، قمنا في QUAIM Global بتصميم عرض القيمة الخاص بنا ، لخدمة عملائنا من خلال منتجات وخدمات استشارية للتطوير والتحول التنظيمي (ODT) ، والتي تشبه (مسكنات الالم) من خلال:",



  "We have formed our Value-Triangle to address the following three disciplines :": "لقد شكلنا مثلث القيمة الخاص بنا لمعالجة التخصصات الثلاثة التالية:",
  "As we believe each healthy consultancy must start by understanding the client’s business model, system, and environment, and consequently derive both business drivers and results deemed by clients behind the consultancy forming a (Business Analysis Value), having this value in mind, work on management systems, culture and tools is the next stop to form a framework of thinking to fulfill the business analysis value. Finally, translating those management systems into institutional, knowledge and transformative practices and capabilities is what brings the business analysis value into everyday life and into making a shift in the business; and that’s how we integrate those three dimensions to deliver the highest value to our clients.": "نظرًا لأننا نعتقد أن كل شركة استشارية صحية يجب أن تبدأ بفهم نموذج عمل العميل ونظامه وبيئته ، وبالتالي اشتقاق كل من محركات الأعمال والنتائج التي يراها العملاء وراء الاستشارات التي تشكل (قيمة تحليل الأعمال) ، مع وضع هذه القيمة في الاعتبار ، والعمل على نظم الإدارة والثقافة والأدوات هي المحطة التالية لتشكيل إطار عمل للتفكير لتحقيق قيمة تحليل الأعمال. أخيرًا ، فإن ترجمة أنظمة الإدارة هذه إلى ممارسات وقدرات مؤسسية ومعرفية وتحولية هو ما يجلب قيمة تحليل الأعمال إلى الحياة اليومية ويؤدي إلى إحداث تحول في الأعمال ؛ وهذه هي الطريقة التي ندمج بها هذه الأبعاد الثلاثة لتقديم أعلى قيمة لعملائنا.",
  "Contact Us Now": "اتصل بنا الآن",
  "Also, our (ODT) products and services serve as (Gain Creators) by :": "أيضًا ، تُعد منتجاتنا وخدماتنا (ODT) بمثابة (كسب المبدعين) من خلال:",
  "We Envision Our Approach To Make The Shift With You Through A Hexa-Stage Process That Goes Through The Following:": "نحن نتصور نهجنا لإجراء التغيير معك من خلال عملية المرحلة السداسية التي تمر من خلال ما يلي:",
  "Approach Hexagon": "نهج السداسي",
  "Discovery": "اكتشاف",
  "Obtain a closely collaborating team as we work on the development of solutions and relevant assets that address identified problems and aspired results.": "احصل على فريق متعاون بشكل وثيق أثناء عملنا على تطوير الحلول والأصول ذات الصلة التي تعالج المشكلات المحددة والنتائج المرجوة",
  "Design": "تصميم",
  "Receive a comprehensive and operational blueprint of organizational development and transformation (ODT), as we design it as an asset that your organization uses to align teams, processes, data, and work environment to strategically develop and transform." : "احصل على مخطط شامل وتشغيلي للتطوير التنظيمي والتحول (ODT) ، حيث نصممه كأصل تستخدمه مؤسستك لمواءمة الفرق والعمليات والبيانات وبيئة العمل من أجل التطوير والتحول بشكل استراتيجي.",
  "Embark on a comprehensive understanding of your business; as we analyze the needs, drivers, objectives, and context to identify bottlenecks, pain points, and inefficiencies.": "الشروع في فهم شامل لعملك ؛ بينما نقوم بتحليل الاحتياجات والدوافع والأهداف والسياق لتحديد الاختناقات ونقاط الضعف وعدم الكفاءة.",
  "Development": "تطوير",
  "Deployment": "تعيين",
  "Observe closely the roll-out and deployment of the solution into your organization’s teams, processes, and work environment, as we deliver clear deliverables following a defined timeline, controls, and measures.": "راقب عن كثب عملية طرح الحل ونشره في فرق مؤسستك وعملياتها وبيئة العمل ، حيث نقدم مخرجات واضحة وفقًا لجدول زمني محدد وعناصر تحكم وتدابير.",
  "Transformation": "تحويل",
  "Experience the transformation of your organization’s teams, processes, and work environment into a productive and sustainable change, as we continuously monitor change conditions and environment, and mentor change agents and catalysts.": "جرب تحويل فرق مؤسستك وعملياتها وبيئة العمل إلى تغيير منتج ومستدام ، حيث نراقب باستمرار ظروف التغيير والبيئة ، ونوجه عوامل التغيير والمحفزات.",
  "Shift": "تحول",
  "Feel & measure a shift in business performance, results, and thinking as transformation change fulfills its extent.": "اشعر بقياس التحول في أداء الأعمال والنتائج والتفكير حيث يفي تغيير التحول بمداها.",
  "Pages": "الصفحات"
}



